/* 
   Localizable.strings
   On this day…

   Created by Sophia Teutschler on 24.01.10.
   Copyright 2010 Sophiestication Software. All rights reserved.
 */
 
"LOAD_%@_MORE_LABEL" = "%1$@ More…";
 
"DONE_LABEL" = "DONE!";

"GENERIC_ERROR_TEXT" = "Cannot Download Events";
"GENERIC_ERROR_HINT" = "Make sure your device is running the latest version of \"On this day…\".";
 
"NONETWORK_ERROR_TEXT" = "Cannot Connect to the Internet";
"NONETWORK_ERROR_HINT" = "You must connect to a Wi-Fi network to access the Internet.";

"GOTOTODAY_LABEL" = "GO TO TODAY";

"UIBarButtonSystemItemSave" = "Save";
"UIBarButtonSystemItemEdit" = "Edit";
"UIBarButtonSystemItemCancel" = "Cancel";
"UIBarButtonSystemItemDone" = "Done";
"UIBarButtonSystemItemTrash" = "Delete";
"UIBarButtonSystemItemOrganize" = "Move";

"UITabBarSystemItemFavorites" = "Favorites";
"UITabBarSystemItemHistory" = "History";

"SHEETBUTTON_OK" = "OK";
"SHEETBUTTON_CANCEL" = "Cancel";
"SHEETBUTTON_COPY_ITEMS" = "Copy";
"SHEETBUTTON_MOVE_ITEMS" = "Move";
"SHEETBUTTON_CLEARALL_RECENTITEMS" = "Clear All Recents";

"SHEETBUTTON_ADD_BOOKMARK" = "Add Bookmark";
"SHEETBUTTON_SHARE_BOOKMARK" = "Mail Link to this Article";

// Browser
"OPENARTICLES_ACTION_TITLE" = "Open in Articles";
"OPENSAFARI_ACTION_TITLE" = "Open in Safari";

// ArticleKit
"AKPullDownToLock" = "Pull down to lock orientation…";
"AKPullDownToUnlock" = "Pull down to unlock orientation…";
"AKReleaseToLock" = "Release to lock orientation…";
"AKReleaseToUnlock" = "Release to unlock orientation…";
"AKTablePlaceholderText" = "Show Table";

"AKGenericErrorText" = "Cannot load Article";
"AKGenericErrorHint" = "Make sure your device can reach Wikipedia.org.";
 
"AKNoNetworkErrorText" = "Cannot Connect to the Internet";
"AKNoNetworkErrorHint" = "You must connect to a Wi-Fi network to access the Internet.";

"AKShowLanguagesAccessoryViewText" = "Switch Article Language";
"AKReloadDocumentAccessoryViewText" = "Reload";

// New since Beta 2
"SHEETBUTTON_SAVE_IMAGE" = "Save Image";
"SHEETBUTTON_SHARE_IMAGE" = "Mail Link to this Image";
"DIDYOUMEAN_LABEL" = "Did you mean…";

// New since Beta 4
"SHEETBUTTON_CLIPBOARD_COPY" = "Copy";
"SHEETBUTTON_OPEN" = "Open";
"SHEETBUTTON_OPEN_NEWPAGE" = "Open in New Page";

// New since 1.0
"LOADING_ARTICLE" = "Loading…";
"LOADING_MORE_LABEL" = "Loading…";
"ARTICLES_PROMO_TITLE" = "Articles, the Wikipedia App";